{
    "plugins\/wifilightV2\/desktop\/php\/wifilightV2.php": {
        "Ajout module wifi": "Wifi-Modul hinzufügen",
        "Rechercher": "Suche",
        "Gestion": "Management",
        "Configuration": "Konfiguration",
        "Mes WifiLights": "Meine WifiLights",
        "Sauvegarder": "speichern",
        "Supprimer": "entfernen",
        "Configuration avancée": "Erweiterte Konfiguration",
        "Dupliquer": "Duplikat",
        "Equipement": "Ausrüstung",
        "Commandes": "Befehle",
        "Nom du module Wifi qui gère l'éclairage": "Name des WLAN-Moduls, das die Beleuchtung verwaltet",
        "Nom de l'équipement WifiLight": "Name der WifiLight-Ausrüstung",
        "Objet parent": "Übergeordnetes Objekt",
        "Aucun": "keine",
        "Catégorie": "Kategorie",
        "Activer": "aktivieren",
        "Visible": "sichtbar",
        "Attribuer une adresse IP fixe au module wifi qui pilote l'éclairage ou à l'ampoule wifi à l'aide du DHCP de votre routeur. Elle doit ressembler à 192.168.1.20": "Weisen Sie dem WLAN-Modul, das die Beleuchtung oder die WLAN-Glühlampe steuert, eine feste IP-Adresse mithilfe des DHCP Ihres Routers zu. Es sollte wie 192.168.1.20 aussehen",
        "Adresse IP du module wifi :": "IP-Adresse des WLAN-Moduls:",
        "Adresse IP": "IP-Adresse",
        "Indiquer la marque de l'ampoule ou de contrôleur afin de créer automatiquement les commandes correspondantes. En cas de modification, supprimer toutes les commandes et sauvegarder 2 fois.": "Geben Sie die Marke der Lampe oder des Controllers an, um automatisch die entsprechenden Befehle zu erstellen. Löschen Sie im Falle einer Änderung alle Bestellungen und sparen Sie 2-mal.",
        "Type d'ampoule ou de contrôleur:": "Lampen- oder Controller-Typ:",
        "Ampoules\/strip MagicHome compatibles": "Kompatible MagicHome-Lampen / Streifen",
        "Arilux controlleurs": "Arilux-Steuerungen",
        "Extel Meli": "Extel Meli",
        "H801": "H801",
        "Lagute LW12": "Lagute LW12",
        "Mi.Light iBox1 iBox2": "Mi.Light iBox1 iBox2",
        "Mi.Light pont V3-5": "Mi.Lichtbrücke V3-5",
        "TP-Link bulbs": "TP-Link-Lampen",
        "Wifi3x0 controlleurs": "Wifi3x0 Controller",
        "Xiaomi Philips bulbs, lamps & strips": "Xiaomi Philips Lampen, Lampen und Streifen",
        "Yeelight bulbs, lamps & strips": "Glühlampen, Lampen und Streifen",
        "Choisir l'ampoule.  En cas de modification, supprimer toutes les commandes et sauvegarder 2 fois.": "Wähle die Birne aus. Löschen Sie im Falle einer Änderung alle Bestellungen und sparen Sie 2-mal.",
        "Ampoule": "Glühbirne",
        "Créer un module wifilight pour chaque canal.": "Erstellen Sie für jeden Kanal ein Wifilight-Modul.",
        "Canal du module wifi :": "WLAN-Modulkanal:",
        "Canal": "Kanal",
        "Ce périphérique nécessite un jeton. Consulter l'aide ci-contre.": "Dieses Gerät erfordert ein Token. Konsultieren Sie die Hilfe gegenüber.",
        "Jeton :": "Token:",
        "Jeton": "Zeichen",
        "Nombre de fois où chaque commande vers les ampoules est envoyé (1 à 6) permet de palier les mauvaises transmissions.": "Die Anzahl, wie oft jeder Befehl an die Lampen gesendet wird (1 bis 6), hilft dabei, die fehlerhaften Übertragungen zu überwinden.",
        "Nombre d'envois de chaque commande :": "Anzahl der Sendungen jeder Bestellung:",
        "1 à 6 - Defaut:1": "1 bis 6 - Standardeinstellung: 1",
        "Permet d'introduire une pause entre chaque envoi de commande pour améliorer les transmissions.": "Erlaubt es Ihnen, zwischen jedem Befehl zu pausieren, um die Übertragungen zu verbessern.",
        "Délai entre chaque envoi (ms) :": "Verzögerung zwischen jedem Senden (ms):",
        "0 à 100 ms - Defaut:0": "0 bis 100 ms - Standardeinstellung: 0",
        "Pourcentage d'incrémentation de l'intensité lors de la modification incrémentale de l'intensité lumineuse.": "Prozent-Intensitätsanstieg beim schrittweisen Ändern der Lichtintensität.",
        "Incrémentation de l'intensité (%) :": "Intensitätssteigerung (%):",
        "1 à 25 %  - Defaut:10": "1 bis 25% - Standard: 10",
        "Permet de créer les commandes indispensables du périphérique ou l'ensemble des commandes (attention : création très lente).": "Ermöglicht das Erstellen der erforderlichen Befehle des Geräts oder aller Befehle (Achtung: sehr langsame Erstellung).",
        "Création des commandes :": "Anlegen von Aufträgen:",
        "Minimale": "niedrig",
        "Etendue": "verlängert",
        "+Disco+Couleurs": "+ Disco + Farben",
        "Permet de grouper plusieurs périphériques, une commande appliquée sur un périphérique le sera sur tous les périphériques du même groupe. Mettre 0 pour ne pas grouper.": "Gruppieren Sie mehrere Geräte. Ein auf ein Gerät angewendeter Befehl gilt für alle Geräte in derselben Gruppe. Stellen Sie 0 ein, um nicht zu gruppieren.",
        "Groupe :": "Gruppe:",
        "0 à 100 - Defaut:0": "0 bis 100 - Standardeinstellung: 0",
        "Informations": "Informationen",
        "Prérequis : ": "Voraussetzungen:",
        "Les commandes seront ajoutées automatiquement en cliquant sur Sauvegarder. Si une commande est supprimée, elle est automatiquement recréée en cliquant sur Sauvegarder. Décocher -Afficher- pour les commandes qui ne sont jamais utilisées. Il est possible de modifier le nom des commandes ajoutées automatiquement.": "Bestellungen werden automatisch hinzugefügt, wenn Sie auf Speichern klicken. Wenn eine Bestellung gelöscht wird, wird sie automatisch neu erstellt, indem Sie auf Speichern klicken. Deaktivieren Sie -Display- für Aufträge, die niemals verwendet werden. Es ist möglich, den Namen der automatisch hinzugefügten Bestellungen zu ändern.",
        "Ajouter une commande WifiLight": "WifiLight Befehl hinzufügen",
        "N°": "Nein.",
        "Permet de modifier le nom du bouton de la commande ou d'utiliser une icône à la place.": "Ändern Sie den Schaltflächennamen des Befehls oder verwenden Sie stattdessen ein Symbol.",
        "Interface": "Schnittstelle",
        "Indique si la commande est une action (actionneur) ou une info (capteur) ainsi que le format de l'information.": "Gibt an, ob der Befehl eine Aktion (Aktor) oder eine Info (Sensor) ist, sowie das Format der Informationen.",
        "Paramètres": "Parameter",
        "Ne pas modifier ces informations pour les commandes créées automatiquement.": "Ändern Sie diese Informationen nicht für automatisch erstellte Bestellungen.",
        "Nom interne et n° de commande": "Interner Name und Nr. des Befehls",
        "Permet de supprimer l'affichage de la commande correspondante": "Unterdrücken Sie die Anzeige des entsprechenden Befehls",
        "Affichage": "Anzeigen",
        "Permet de modifier le pictogramme associé à la commande et de tester la commande.": "Ermöglicht das Ändern des mit dem Befehl verknüpften Piktogramms und das Testen des Befehls.",
        "Configuration widget": "Widget Konfiguration",
        "Tuya compatible bulbs": "Tuya-kompatible Glühlampen",
        "Ce périphérique nécessite un identifiant local. Consulter l'aide ci-contre.": "Dieses Gerät erfordert eine lokale Kennung. Konsultieren Sie die Hilfe gegenüber.",
        "Identifiant :": "Kennung:",
        "Identifiant": "Login",
        "Tuya\/Jinvoo compatible bulbs": "Tuya / Jinvoo-kompatible Glühlampen",
        "SPI LED controller": "SPI LED-Controller",
        "Indiquer le nombre de leds connectées au contrôleur": "Geben Sie die Anzahl der an die Steuerung angeschlossenen LEDs an",
        "Nbre de Leds :": "Anzahl der LEDs:",
        "1-600 - Défaut : 60": "1-600 - Standardeinstellung: 60",
        "Indiquer l'ordre des couleurs, si les couleurs sont inversées": "Geben Sie die Reihenfolge der Farben an, wenn die Farben umgekehrt sind",
        "Ordre des couleurs :": "Reihenfolge der Farben:",
        "RGB, RBG, G - Défaut : RGB": "RGB, RBG, G - Standardeinstellung: RGB",
        "1 à 6 - Défaut:1": "1 bis 6 - Standardeinstellung: 1",
        "RGB": "RGB",
        "RBG": "RBG",
        "GRB": "GRB",
        "GBR": "GBR",
        "BRG": "BRG",
        "BGR": "BGR",
        "1": "1",
        "Indiquer l'ordre des couleurs, si les couleurs sont mélangées": "Geben Sie die Reihenfolge der Farben an, wenn die Farben gemischt werden",
        "SPI LED Shop": "SPI LED-Shop",
        "SPI LED controller Magic Home": "SPI LED-Controller Magic Home",
        "SPI LED Shop SP108 Beta": "SPI LED Shop SP108 Beta",
        "Tuya\/Jinvoo compatible bulbs and plugs": "Tuya / Jinvoo-kompatible Glühlampen und Stecker",
        "Tuya\/Jinvoo\/eFamilyCloud compatible bulbs and plugs": "Mit Tuya / Jinvoo / eFamilyCloud kompatible Glühlampen und Stecker"
    },
    "plugins\/wifilightV2\/core\/class\/wifilightV2.class.php": {
        "Tache cron introuvable": "Cron Spot nicht gefunden",
        "Le format de l'adresse IP n'est pas valide": "Das IP-Adressformat ist ungültig",
        "Le canal peut varier seulement de 0 à 4": "Der Kanal kann nur von 0 bis 4 variieren",
        "Le canal peut varier seulement de 0 à 5": "Der Kanal kann nur von 0 bis 5 variieren",
        "Le canal peut varier seulement de 0 à 2": "Der Kanal kann nur von 0 bis 2 variieren"
    }
}