{
    "plugins\/wifilightV2\/desktop\/php\/wifilightV2.php": {
        "Ajout module wifi": "Add wifi module",
        "Rechercher": "Search",
        "Gestion": "Management",
        "Configuration": "Configuration",
        "Mes WifiLights": "My WifiLights",
        "Sauvegarder": "Save",
        "Supprimer": "Remove",
        "Configuration avancée": "Advanced configuration",
        "Dupliquer": "Duplicate",
        "Equipement": "Equipment",
        "Commandes": "Orders",
        "Nom du module Wifi qui gère l'éclairage": "Name of the Wifi module that manages the lighting",
        "Nom de l'équipement WifiLight": "WifiLight device name",
        "Objet parent": "Parent object",
        "Aucun": "No",
        "Catégorie": "Category",
        "Activer": "Activate",
        "Visible": "Visible",
        "Attribuer une adresse IP fixe au module wifi qui pilote l'éclairage ou à l'ampoule wifi à l'aide du DHCP de votre routeur. Elle doit ressembler à 192.168.1.20": "Assign a fixed IP address to the wifi module that drives the lighting or the wifi bulb using the DHCP of your router. It should look like 192.168.1.20",
        "Adresse IP du module wifi :": "IP address of the wifi module:",
        "Adresse IP": "IP adress",
        "Indiquer la marque de l'ampoule ou de contrôleur afin de créer automatiquement les commandes correspondantes. En cas de modification, supprimer toutes les commandes et sauvegarder 2 fois.": "Indicate the brand of the bulb or controller to automatically create the corresponding commands. In case of modification, delete all orders and save 2 times.",
        "Type d'ampoule ou de contrôleur:": "Bulb or controller type:",
        "Ampoules\/strip MagicHome compatibles": "Compatible MagicHome bulbs / strip",
        "Arilux controlleurs": "Arilux controllers",
        "Extel Meli": "Extel Meli",
        "H801": "H801",
        "Lagute LW12": "Lagute LW12",
        "Mi.Light iBox1 iBox2": "Mi.Light iBox1 iBox2",
        "Mi.Light pont V3-5": "Mi.Light bridge V3-5",
        "TP-Link bulbs": "TP-Link bulbs",
        "Wifi3x0 controlleurs": "Wifi3x0 controllers",
        "Xiaomi Philips bulbs, lamps & strips": "Xiaomi Philips bulbs, lamps & strips",
        "Yeelight bulbs, lamps & strips": "Yeelight bulbs, lamps & strips",
        "Choisir l'ampoule.  En cas de modification, supprimer toutes les commandes et sauvegarder 2 fois.": "Choose the bulb. In case of modification, delete all orders and save 2 times.",
        "Ampoule": "Bulb",
        "Créer un module wifilight pour chaque canal.": "Create a wifilight module for each channel.",
        "Canal du module wifi :": "Wifi module channel:",
        "Canal": "Channel",
        "Ce périphérique nécessite un jeton. Consulter l'aide ci-contre.": "This device requires a token. Consult the help opposite.",
        "Jeton :": "Token:",
        "Jeton": "Token",
        "Nombre de fois où chaque commande vers les ampoules est envoyé (1 à 6) permet de palier les mauvaises transmissions.": "The number of times each command to the bulbs is sent (1 to 6) helps to overcome the bad transmissions.",
        "Nombre d'envois de chaque commande :": "Number of shipments of each order:",
        "1 à 6 - Defaut:1": "1 to 6 - Default: 1",
        "Permet d'introduire une pause entre chaque envoi de commande pour améliorer les transmissions.": "Allows you to pause between each command send to improve transmissions.",
        "Délai entre chaque envoi (ms) :": "Delay between each sending (ms):",
        "0 à 100 ms - Defaut:0": "0 to 100 ms - Default: 0",
        "Pourcentage d'incrémentation de l'intensité lors de la modification incrémentale de l'intensité lumineuse.": "Percent Increment of Intensity When Incrementally Changing Light Intensity.",
        "Incrémentation de l'intensité (%) :": "Intensity increase (%):",
        "1 à 25 %  - Defaut:10": "1 to 25% - Default: 10",
        "Permet de créer les commandes indispensables du périphérique ou l'ensemble des commandes (attention : création très lente).": "Allows you to create the necessary commands of the device or all the commands (attention: very slow creation).",
        "Création des commandes :": "Creation of orders:",
        "Minimale": "Low",
        "Etendue": "Extended",
        "+Disco+Couleurs": "+ Disco + Colors",
        "Permet de grouper plusieurs périphériques, une commande appliquée sur un périphérique le sera sur tous les périphériques du même groupe. Mettre 0 pour ne pas grouper.": "Group multiple devices, a command applied to one device will be on all devices in the same group. Set 0 to not group.",
        "Groupe :": "Group:",
        "0 à 100 - Defaut:0": "0 to 100 - Default: 0",
        "Informations": "information",
        "Prérequis : ": "Prerequisites:",
        "Les commandes seront ajoutées automatiquement en cliquant sur Sauvegarder. Si une commande est supprimée, elle est automatiquement recréée en cliquant sur Sauvegarder. Décocher -Afficher- pour les commandes qui ne sont jamais utilisées. Il est possible de modifier le nom des commandes ajoutées automatiquement.": "Orders will be added automatically by clicking Save. If an order is deleted, it is automatically recreated by clicking Save. Uncheck -Display- for orders that are never used. It is possible to change the name of the orders added automatically.",
        "Ajouter une commande WifiLight": "Add a WifiLight command",
        "N°": "N°",
        "Permet de modifier le nom du bouton de la commande ou d'utiliser une icône à la place.": "Change the button name of the command or use an icon instead.",
        "Interface": "Interface",
        "Indique si la commande est une action (actionneur) ou une info (capteur) ainsi que le format de l'information.": "Indicates whether the command is an action (actuator) or an info (sensor) as well as the format of the information.",
        "Paramètres": "Settings",
        "Ne pas modifier ces informations pour les commandes créées automatiquement.": "Do not modify this information for automatically created orders.",
        "Nom interne et n° de commande": "Internal name and order number",
        "Permet de supprimer l'affichage de la commande correspondante": "Suppress the display of the corresponding command",
        "Affichage": "Viewing",
        "Permet de modifier le pictogramme associé à la commande et de tester la commande.": "Allows you to modify the pictogram associated with the command and to test the command.",
        "Configuration widget": "Widget configuration",
        "Tuya compatible bulbs": "Tuya compatible bulbs",
        "Ce périphérique nécessite un identifiant local. Consulter l'aide ci-contre.": "This device requires a local identifier. Consult the help opposite.",
        "Identifiant :": "Identifier:",
        "Identifiant": "login",
        "Tuya\/Jinvoo compatible bulbs": "Tuya / Jinvoo compatible bulbs",
        "SPI LED controller": "SPI LED controller",
        "Indiquer le nombre de leds connectées au contrôleur": "Indicate the number of leds connected to the controller",
        "Nbre de Leds :": "Number of LEDs:",
        "1-600 - Défaut : 60": "1-600 - Default: 60",
        "Indiquer l'ordre des couleurs, si les couleurs sont inversées": "Indicate the order of the colors, if the colors are reversed",
        "Ordre des couleurs :": "Order of colors:",
        "RGB, RBG, G - Défaut : RGB": "RGB, RBG, G - Default: RGB",
        "1 à 6 - Défaut:1": "1 to 6 - Default: 1",
        "RGB": "RGB",
        "RBG": "RBG",
        "GRB": "GRB",
        "GBR": "GBR",
        "BRG": "BRG",
        "BGR": "BGR",
        "1": "1",
        "Indiquer l'ordre des couleurs, si les couleurs sont mélangées": "Indicate the order of the colors, if the colors are mixed",
        "SPI LED Shop": "SPI LED Shop",
        "SPI LED controller Magic Home": "SPI LED controller Magic Home",
        "SPI LED Shop SP108 Beta": "SPI LED Shop SP108 Beta",
        "Tuya\/Jinvoo compatible bulbs and plugs": "Tuya / Jinvoo compatible bulbs and plugs",
        "Tuya\/Jinvoo\/eFamilyCloud compatible bulbs and plugs": "Tuya / Jinvoo / eFamilyCloud compatible bulbs and plugs"
    },
    "plugins\/wifilightV2\/core\/class\/wifilightV2.class.php": {
        "Tache cron introuvable": "Cron spot not found",
        "Le format de l'adresse IP n'est pas valide": "The IP address format is invalid",
        "Le canal peut varier seulement de 0 à 4": "The channel can vary only from 0 to 4",
        "Le canal peut varier seulement de 0 à 5": "The channel can vary only from 0 to 5",
        "Le canal peut varier seulement de 0 à 2": "The channel can vary only from 0 to 2"
    }
}